import {Message} from './message.model';

export const MESSAGES: Message[] = [
  {
    "id": "r9A5zIb7II",
    "title": "Секретарь Правления",
    "text": "Друзья! Завтра в 19:00 состоится собрание Правления!Необходимо быть следующим людям и женщинам:1) оргкомитет слёта,2) капитаны команд с замами;3) банда по набору новичков;__ВНИМАНИЕ!!!!! НОВЫЙ ПУНКТ!!!!!__4) Инициативные новички, готовые помогать Клубу;5) все желающие помогать Клубу энтузиасты и постоянные члены Правления!Инициативные новички, готовые помогать Клубу  Если вы не знаете, куда приходить, или забыли код на домофоне и т.п. - можете смело задавать ваши вопросы мне (8-9ОЧ9040509 Оля)!",
    "time": 1489546740000
  }, {
    "id": "X0txb0J88k",
    "title": "Ольга Комарова",
    "text": "Народ  У нас сейчас до конца марта выдаются наклейки за каждую полную 1000р. покупки! Если мы накопим дружно 40 шт. - сможем получить единоразовую скидку 50% 1-2 апреля! Выдача наклеек должна была начаться 18 февраля, но наклейки пришли в марте. Поэтому все, у кого есть чеки, датированные 18 февраля и позднее и не выданы наклейки - просьба мне сообщить. Кому выданы наклейки - тоже просьба сообщить (или передать их мне для вклейки в буклет НГК)!      P.S. Копите ваши денежки, если накопим наклеек - будет щедрый базар!",
    "time": 1489495860000
  }, {
    "id": "40bLR919CN",
    "title": "Рубрика \"Потеряшкины вещи\"",
    "text": "Ребята, кто по ошибке вчера забрал пакет с серой шапкой и красками, отзовитесь...0113 Денис",
    "time": 1489452840000
  }, {
    "id": "6Bf28tQAQi",
    "title": "Аленка Шулепина",
    "text": "Дорогие наши мужчины  Спасибо вам за вчерашний праздник и прекрасное настроение, шикарные подарки и душевную атмосферу! Вы у нас самые лучшие!!!    P.S. Если почтовый голубь до сих пор не принес вам подарок на 23 февраля от девушек НГК, сообщите мне любым способом  и мы устраним эту оплошность  0561 Аленка",
    "time": 1489432620000
  }, {
    "id": "Us3CBFf1h1",
    "title": "Романовы",
    "text": "Клуб  сегодня кина не будет - мы болеем((",
    "time": 1489418400000
  }, {
    "id": "1XWMR1BI1l",
    "title": "Сотрудник женского чрезвычайного комитета НГК",
    "text": "Дорогие наши мужчины! Теперь и вы можете смело сказать: \"Фух! Мы это сделали!\", - и организовали вы этот праздник прекрасно! Спасибо вам за приложенные усилия, креативный подход к созданию подарков (тут вам, пожалуй, нет равных) и за то, что так цените и любите нас!",
    "time": 1489376940000
  }, {
    "id": "sHBIdSsCB1",
    "title": "energy",
    "text": "Чрезвычайный мужской комитет НГК  Дорогие мужчины, спасибо за прекрасный вечер!!! Нам всё очень понравилось! Спектакль, выступления, викторина! Подарки - очень впечатлили! Особенно когда мы узнали, что вы их делали сами!..",
    "time": 1489369080000
  }, {
    "id": "rI2nuwXRWZ",
    "title": "Сотрудник женского чрезвычайного комитета НГК",
    "text": "Дорогие наши мужчины! Теперь и вы можете смело сказать: \"Фух! Мы это сделали!\", - и организовали вы этот праздник прекрасно! Спасибо вам за приложенные усилия, креативный подход к созданию подарков (тут вам, пожалуй, нет равных) и за то, что так цените и любите нас!",
    "time": 1489351740000
  }, {
    "id": "yAUaSnqpHF",
    "title": "energy",
    "text": "Чрезвычайный мужской комитет НГК  Дорогие мужчины, спасибо за прекрасный вечер!!! Нам всё очень понравилось! Спектакль, выступления, викторина! Подарки - очень впечатлили! Особенно когда мы узнали, что вы их делали сами!..",
    "time": 1489343880000
  }, {
    "id": "umMv0CvN31",
    "title": "Завхоз",
    "text": "Ромашка  пардонте  А он сам куда смотрел? Мужчина должен быть постоянно бдительным!",
    "time": 1489218780000
  }, {
    "id": "vi6llAmWB3",
    "title": "Ромашка",
    "text": "Завхоз  Ромашка- женская половинка Романова  , и к тому же ужжжасно рассеянная...",
    "time": 1489213380000
  }, {
    "id": "TboJfMXu23",
    "title": "Завхоз",
    "text": "Ромашка  да, Рома, наткнулись тут на неё, и даже пытались до кучи (вместе с её сотовым, блокнотом и т.др.) всучить Юле Устимовой, не взяла, чем очень нас озадачила",
    "time": 1489184100000
  }, {
    "id": "U8WjRA1PWr",
    "title": "Ромашка",
    "text": "Завхоз  Сергей Евгеньевич, а вам не встречалось забытое маленькое компьютерное животное - мышка?",
    "time": 1489168560000
  }, {
    "id": "97UuNmpROr",
    "title": "Устимовка",
    "text": "Завхоз  Сергей Евгеньевич, вырубите его пожалуйста, чтобы вас не беспокоил, а то ведь он может...",
    "time": 1489126800000
  }, {
    "id": "fvWeCHD1BD",
    "title": "Завхоз",
    "text": "Устимовка  Да, конечно.",
    "time": 1489121880000
  }, {
    "id": "RHq0RH2Nfy",
    "title": "Устимовка",
    "text": "Завхоз   Можно к вам за телефоном сегодня заехать в районе 17:00?",
    "time": 1489121040000
  }, {
    "id": "OEnC8dEZV2",
    "title": "Секретарь Правления",
    "text": "По случаю чрезвычайной ситуации, выпавшей в этом году на среду      , завтрашнее собрание Правления переносится на 15 марта!",
    "time": 1488885780000
  }, {
    "id": "Ex3S9beeQG",
    "title": "Магазин Red Fox",
    "text": "Клуб  По случаю предстоящего праздника в нашем магазине ещё 2 дня (7 и 8 марта) будет добавляться скидка +10% к дисконтной карте и заявленным скидкам, суммарная скидка не более 50%. В акции не участвуют товары со спецценами. Дополнительная скидка предоставляется всем клиентам, независимо от пола и возраста!",
    "time": 1488877980000
  }, {
    "id": "0efyqgQLbW",
    "title": "Завхоз",
    "text": "Рома Романов  давно жду",
    "time": 1488827880000
  }, {
    "id": "bDGWoeLREV",
    "title": "Рома Романов",
    "text": "Завхоз  Сергей Евгеньевич, можно мы придем на рассказ о походе в Лапландию в этот четверг 9 марта к 19,00?",
    "time": 1488824100000
  }, {
    "id": "ZHLIGeRg6u",
    "title": "Человек",
    "text": "Привет всем!  Ребята, а видео с прошедшего  слета у кого-то есть? Та-а-акие номера были, что прямо ах!   пересмотреть бы!",
    "time": 1488812580000
  }, {
    "id": "xzzwUpKXwk",
    "title": "energy",
    "text": "Шулепин Н.  Вечерних песен, Коля, вечерних... Стареем, только до 2:30 дотянули...",
    "time": 1488795840000
  }
];
